Repository: Vixen0219/torbrowser-launch
Catalog: po/*.po
Languages: fr

source: By Micah Lee, licensed under MIT
fr: Par Micah Lee, sous license MIT

source: Error creating {0}
fr: Erreur lors de la création de {0}

source: {0} is not writable
fr: Impossible d'écrire {0}

source: Cannot create directory {0}
fr: Impossible de créer le dossier {0}

source: Creating GnuPG homedir
fr: Creation du dossier GnuPG

source: Could not import key with fingerprint: %s.
fr: Impossible d'importer la clé: %s

source: Not all keys were imported successfully!
fr: Certaines clés n'ont pas pu être importées

source: Downloading over Tor
fr: Télécharger à travers Tor

source: The python-txsocksx package is missing, downloads will not happen over tor
fr: Le paquet python-txsocks est manquant, les téléchargements ne se feront pas sur Tor.

source: Downloading and installing Tor Browser for the first time.
fr: Premier téléchargement et installation du Tor Browser

source: Your version of Tor Browser is out-of-date. Downloading and installing the newest version.
fr: Votre version du Tor Browser est obsolète. Téléchargement et installation de la nouvelle version.

source: Start
fr: Démarrer

source: Cancel
fr: Annuler

source: Downloading
fr: Téléchargement

source: Latest version: {}
fr: Dernière version: {}

source: Error detecting Tor Browser version.
fr: Impossible de détecter la version du Tor Browser.

source: Verifying Signature
fr: Vérification de la signature

source: Extracting
fr: Décompression

source: Running
fr: Exécution

source: Starting download over again
fr: Télécharger à nouveau

source: Download Error:
fr: Erreur de téléchargement:

source: You are currently using a non-default mirror
fr: Vous utilisez actuellement un miroir non-défaut

source: Would you like to switch back to the default?
fr: Voulez-vous revenir à la valeur par défaut?

source: Would you like to try the English version of Tor Browser instead?
fr: Voulez-vous essayer la version anglophone du Tor Browser à la place?

source: Downloaded
fr: Téléchargé

source: DNS Lookup Error
fr: Erreur de type DNS Lookup

source: The SSL certificate served by https://www.torproject.org is invalid! You may be under attack.
fr: Le certificat SSL servi par https://www.torproject.org n'est pas valide! Vous pouvez être l'objet d'une attaque.

source: Try the download again using Tor?
fr: Essayez de télécharger à nouveau à travers Tor?

source: Error connecting to Tor at {0}
fr: Impossible de se connecter sur Tor au moyen de {0}

source: Error starting download: {0} Are you connected to the internet?
fr: Impossible de démarrer le téléchargement: {0} Êtes-vous connecté à Internet?

source: SIGNATURE VERIFICATION FAILED! You might be under attack, or there might just be a networking problem. Click Start try the download again.
fr: LA VÉRICATION DE LA SIGNATURE A ÉCHOUÉ Vous pourriez être l'objet d'une attaque, ou il peut s'agir d'un problème de réseau. Cliquer sur Démarrer pour télécharger à nouveau.

source: Installing
fr: Installation en cours

source: Tor Browser Launcher doesn't understand the file format of {0}
fr: Tor Browser Launcher ne comprend pas le format du fichier {0}

source: The version of Tor Browser you have installed is earlier than it should be, which could be a sign of an attack!
fr: La version du Tor Browser installée est antérieure à l'actuelle, ce qui peut être la signature d'une attaque!

source: The python-pygame package is missing, the modem sound is unavailable.
fr: Le paquet python-pygame est manquant, le son de modem est indisponible.

source: Downloading Tor Browser Bundle over again.
fr: Nouveau téléchargement du Tor Browser Bundle.

source: Tor Browser Launcher Settings
fr: Configuration du Tor Browser Launcher

source: Download over system Tor
fr: Télécharger à travers le Tor installé sur le système

source: This option is only available when using a system wide Tor installation.
fr: Cette option n'est disponible qu'en conjonction avec une installation système de Tor.

source: This option requires the python-txsocksx package.
fr: Cette option nécessite le paquet python-txsocksx

source: Play modem sound, because Tor is slow :]
fr: Jouer un son de modem, car Tor est lent :]

source: This option requires python-pygame to be installed
fr: Cette option requiert le paquet python-pygame

source: Force downloading English version of Tor Browser
fr: Forcer le téléchargement de la version anglophone du Tor Browser

source: Tor server
fr: Serveur Tor

source: Status: Installed
fr: Status: Installé

source: Status: Not Installed
fr: Status: Pas installé

source: Reinstall Tor Browser
fr: Réinstaller le Tor Browser

source: Install Tor Browser
fr: Installer le Tor Browser

source: Mirror
fr: Miroir

source: Save & Exit
fr: Enregistrer et quitter
